Repository: grahamthetvi/Switch2GO_AAC_iPadOS
Catalog: iosApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, vi, zh_hans, zh_hant

source: You can use Switch2GO in almost any orientation. The only unsupported position is when the front camera is upside down.
ar: يمكنك استخدام Switch2GO في معظم الاتجاهات. الوضع غير المدعوم الوحيد هو عندما تكون الكاميرا الأمامية مقلوبة.
de: Sie können Switch2GO in fast jeder Ausrichtung nutzen. Nicht unterstützt ist nur, wenn die Frontkamera auf dem Kopf steht.
es: Puede usar Switch2GO en casi cualquier orientación. La única posición no compatible es cuando la cámara frontal está al revés.
fr: Vous pouvez utiliser Switch2GO presque dans n’importe quelle orientation. Seule position non prise en charge : caméra avant à l’envers.
ja: ほぼどの向きでもSwitch2GOを使えます。使えないのは前面カメラが逆さまのときだけです。
vi: Bạn có thể dùng Switch2GO ở hầu hết hướng. Chỉ không hỗ trợ khi camera trước bị úp ngược.
zh_hans: 几乎任何方向都可以使用 Switch2GO。唯一不支持的是前置摄像头朝下倒置。
zh_hant: 幾乎任何方向都可以使用 Switch2GO。唯一不支援的是前置相機朝下倒置。

source: Your Privacy Is Protected
ar: خصوصيتك محمية
de: Ihre Privatsphäre ist geschützt
es: Su privacidad está protegida
fr: Votre vie privée est protégée
ja: プライバシーは守られています
vi: Quyền riêng tư được bảo vệ
zh_hans: 您的隐私受到保护
zh_hant: 您的隱私受到保護

source: YouTube URL or video ID
ar: رابط يوتيوب أو معرّف الفيديو
de: YouTube-URL oder Video-ID
es: URL de YouTube o ID de vídeo
fr: URL YouTube ou ID vidéo
ja: YouTubeのURLまたは動画ID
vi: URL YouTube hoặc ID video
zh_hans: YouTube 链接或视频 ID
zh_hant: YouTube 網址或影片 ID

source: YouTube video unavailable
ar: فيديو يوتيوب غير متاح
de: YouTube-Video nicht verfügbar
es: Vídeo de YouTube no disponible
fr: Vidéo YouTube indisponible
ja: YouTube動画を再生できません
vi: Không xem được video YouTube
zh_hans: YouTube 视频不可用
zh_hant: YouTube 影片無法使用

source: YouTube: %@
ar: يوتيوب: %@

source: YouTube: None
ar: يوتيوب: لا شيء
de: YouTube: Keins
es: YouTube: Ninguno
fr: YouTube : Aucun
ja: YouTube: なし
vi: YouTube: Không
zh_hans: YouTube：无
zh_hant: YouTube：無

source: ← Left Arrow
ar: ← سهم يسار
de: ← Pfeil links
es: ← Flecha izquierda
fr: ← Flèche gauche
ja: ← 左矢印
vi: ← Mũi tên trái
zh_hans: ← 左箭头
zh_hant: ← 左箭頭

source: ↑ Up Arrow
ar: ↑ سهم أعلى
de: ↑ Pfeil oben
es: ↑ Flecha arriba
fr: ↑ Flèche haut
ja: ↑ 上矢印
vi: ↑ Mũi tên lên
zh_hans: ↑ 上箭头
zh_hant: ↑ 上箭頭

source: → Right Arrow
ar: → سهم يمين
de: → Pfeil rechts
es: → Flecha derecha
fr: → Flèche droite
ja: → 右矢印
vi: → Mũi tên phải
zh_hans: → 右箭头
zh_hant: → 右箭頭

source: ↓ Down Arrow
ar: ↓ سهم أسفل
de: ↓ Pfeil unten
es: ↓ Flecha abajo
fr: ↓ Flèche bas
ja: ↓ 下矢印
vi: ↓ Mũi tên xuống
zh_hans: ↓ 下箭头
zh_hant: ↓ 下箭頭

source: 1.25x
ja: 1.25倍

source: 1.5x
ja: 1.5倍

source: 1.75x
ja: 1.75倍

source: XL
zh_hans: 特大
zh_hant: 特大

source: XXL
zh_hans: 超大
zh_hant: 超大
